Repository: socialveo/socialveo-locale
Catalog: *.utf8/LC_MESSAGES/core.po
Languages: de

source: Password has to be at least %length% characters long. Maximum of 32 characters.
de: Das Passwort muss mindestens %length% Zeichen beinhalten. Maximal sind 32 Zeichen erlaubt.

source: Password has to be at least %s characters long. Maximum of 32 characters.
de: Das Passwort muss mindestens %s Zeichen lang sein. Maximal sind 32 Zeichen erlaubt.

source: Password is too weak, does not meet site security criteria.
de: Das Passwort ist zu schwach, es entspricht nicht den Sicherheitsbestimmungen.

source: Pay
de: zahlen

source: Pay to join
de: Beitreten bezahlen

source: Payment
de: Bezahlung

source: Payment error
de: Zahlungsfehler

source: Payment error: %error%
de: Zahlungsfehler: %error%

source: Payment type
de: Bezahlmethode

source: Pending
de: Ausstehend

source: People you may know
de: Personen die Sie vielleicht kennen

source: Photo
de: Bilder

source: Photos
de: Fotos

source: Please add at least one friend
de: Bitte fügen Sie mindestens einen Freund hinzu

source: Please enter at least one user
de: Bitte geben Sie mindestens einen Benutzer an

source: Please invite one or more users!
de: Bitte laden Sie ein oder mehrere Benutzer ein!

source: Please provide proper UUIDs in the request query
de: Bitte übermitteln Sie gültige UUIDs in der Betreff-query

source: Post
de: Teilen

source: Post not found
de: Beitrag nicht gefunden

source: Post not found.
de: Beitrag nicht gefunden.

source: Postal code
de: Postleitzahl

source: Posts
de: Beiträge

source: Premium networks require special properties to be defined.
de: Premium Netzwerke erfordern spezielle Rechte zum definieren.

source: Premium user account cannot be activated via activation link. A valid payment has to be made in order to activate account.
de: Ein Premium Account kann nicht durch einen Aktivierungslink aktiviert werden. Eine gültige Zahlung wird benötigt um diesen Account zu aktivieren.

source: Private Messages
de: Private Nachrichten

source: Private Profile
de: Privates Profil

source: Profile privacy
de: Privatsphäre Einstellungen

source: Profile successfully saved
de: Profil wurde erfolgreich gespeichert

source: Protected Profile
de: Geschütztes Profil

source: Provided password does not match current password.
de: Die angegebenen Passwörter stimmen nicht überein.

source: Provider connected with success.
de: Anbieter erfolgreich verbunden.

source: Provider disconnected with success.
de: Anbieter erfolgreich getrennt.

source: Public
de: Öffentlich

source: Public Profile
de: Öffentliches Profil

source: Re-send email
de: Email erneut senden

source: Recovery Password
de: Wiederherstellungspasswort

source: Recursive or One-time free
de: Rekursiv oder Einmalig gratis

source: Region short name
de: Regionen-Kürzel

source: Registration
de: Anmeldung

source: Remind me password
de: Mein Passwort speichern

source: Reply
de: Antworten

source: Report
de: Melden

source: Report this comment
de: Kommentar melden

source: Report this post
de: Beitrag melden

source: Reshare
de: Erneut teilen

source: Resource access check failed. User undefined.
de: Resource access fehlgeschlagen. Benutzer undefiniert.

source: Reviews
de: Rezensionen

source: Sad
de: Traurig

source: Save
de: Speichern

source: Save changes
de: Einstellungen speichern

source: Say something...
de: Sage etwas...

source: Search conversations...
de: Durchsuche Unterhaltungen...

source: Search for people, networks and posts
de: Suchen Sie nach Benutzern, Netzwerken und Beiträgen

source: Search networks...
de: Netzwerk suchen...

source: See more
de: Mehr anzeigen

source: Seem that you don't have yet upload any media
de: Sie haben noch keine Medien hochgeladen

source: Select users for block
de: Wählen Sie den zu blockierenden Benutzer aus

source: Send
de: Senden

source: Send message
de: Nachricht senden

source: Server error.
de: Serverfehler.

source: Server error. Not a multipart request. Please set forceMultipart to default value (true).
de: Server Fehler. Keine mehrteilige Anfrage. Bitte setzen Sie forceMultipart's "default value" auf (true).

source: Set your location
de: Ort hinzufügen

source: Setting a new password
de: Neues Passwort wählen

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Share almost 1 post for this badge
de: Teilen Sie mindestens 1 Beitrag für diesen Rang

source: Share almost 100 posts for this badge
de: Teilen Sie mindestens 100 Beiträge für diesen Rang

source: Share almost 1000 posts for this badge
de: Teilen Sie mindestens 1000 Beiträge für diesen Rang

source: Share on "%networkName%"
de: Teilen im "%networkName%" Netzwerk

source: Show emojis
de: Zeige Emojis

source: Show more
de: Mehr anzeigen

source: Sign in
de: Einloggen

source: Sign up
de: Anmelden

source: Sign up for %communityName%
de: Anmelden für %communityName%

source: Sign up for %communityName% and find your friends. Create an account to start sharing photos, videos and updates with people you know. It's quick and easy to register.
de: Melden Sie sich bei %communityName% an und finden Sie ihre Freunde. Erstellen Sie einen Account und beginnen Sie Fotos, Videos und Neuigkeiten mit Menschen die Sie kennen zu teilen. Es ist einfach und schnell sich zu registieren.

source: Sign up!
de: Anmelden!

source: Site and email notifications
de: Seiten und Email Benachrichtigungen

source: Site's language
de: Sprache der Seite

source: Smileys & People
de: Smileys & Emojis

source: Social profiles
de: Soziale Netzwerke

source: Sorry, only members of this network can view and create posts. Please contact the moderator.
de: Entschuldigen Sie, nur Mitglieder dieses Netzwerks können Beiträge verfassen und einsehen. Bitte wenden Sie sich an einen Moderator.

source: Sorry, this page isn't available
de: Entschuldigen Sie, diese Seite konnte nicht aufgerufen werden

source: Sort by
de: Sortieren nach

source: Spread
de: Verbreiten

source: Spread worldwide
de: Weltweit teilen

source: Status changed successfully.
de: Status wurde erfolgreich geändert.

source: Status is not correct
de: Status ist nicht korrekt

source: Status is required
de: Status wird benötigt

source: Street
de: Straße

source: Street number
de: Hausnummer

source: Subscription type
de: Art des Abonnements

source: Successfully activated your account.
de: Ihr Account wurde erfolgreich aktiviert.

source: Successfully approved.
de: Erfolgreich bestätigt.

source: Successfully authorized with %provider%.
de: Erfolgreich autorisiert mit %provider%.

source: Successfully saved.
de: Erfolgreich gespeichert.

source: Suggested networks
de: Vorgeschlagene Netzwerke

source: Symbols
de: Symbole

source: Tag name for type not unique
de: Makierter Name für diesen Typ ist nicht einzigartig

source: Thanks for the report.
de: Danke für ihre Meldung.

source: The account activation failed.
de: Die Account Aktivierung ist fehlgeschlagen.

source: The comment created successfully
de: Der Kommentar wurde erfolgreich erstellt.

source: The comment was successfully deleted.
de: Der Kommentar wurde erfolgreich gelöscht.

source: The configuration file "%s" can not be found
de: Die Konfigurationsdatei "%s" kann nicht gefunden werden.

source: The current password given is not correct.
de: Das eingegebene Passwort ist nicht korrekt.

source: The date of birth is invalid
de: Ihr Geburtsdatum ist ungültig

source: The email %email% is already used.
de: Die Email Adresse %email% ist bereits in Benutzung.

source: The link provided is not valid.
de: Der angegebene Link ist nicht verfügbar

source: The link you followed may be broken, or the page may only be visible to an audience you're not in.
de: Der Link dem Sie folgen ist fehlerhaft oder die Seite ist nur für Gruppen sichtbar in denen Sie sich nicht befinden,

source: The moderator deleted successfully.
de: wurde erfolgreich vom Moderator gelöscht.

source: The network was successfully deleted.
de: Das Netzwerk wurde erfolgreich gelöscht.

source: The new password is saved, you can now use it.
de: Das neue Passwort wurde gespeichert, Sie können es nun benutzen.

source: The payment is successfully given.
de: Die Bezahlung wurde erfolgreich übermittelt.

source: The post deleted.
de: Der Beitrag wurde gelöscht.

source: The post is created successfully.
de: Der Beitrag wurde erfolgreich erstellt.

source: The post save
de: Der Beitrag wurde gespeichert

source: The post successfully updated
de: Der Beitrag wurde erfolgreich bearbeitet

source: The request for connection was successfully sent.
de: Die Anfrage für die Verbindung wurde erfolgreich gesendet.

source: The uploaded file was only partially uploaded
de: Die hochgeladene Datei wurde nur zum Teil hochgeladen

source: There are no more posts to display right now
de: Es gibt aktuell keine weiteren Beiträge zum Anzeigen.

source: There are no posts to display at the moment
de: Es gibt momentan keine Beiträge zum anzeigen

source: There are no posts to display for this request
de: Es sind keine Beiträgt für Ihre Anfrage verfügbar

source: There are not any connections to display at the moment
de: Es können momentan keine Verbindungen angezeigt werden

source: There was a problem generating reset link.
de: Es gab ein Problem den Reset-Link zu erstellen.

source: There was an error while associating the model with UUID: %uuid%
de: Es gab einen Fehler beim verbinden des Modells mit der UUID: %uuid%

source: This badge is not yet earned
de: Dieser Rang wurde noch nicht erreicht

source: This social profile is already connected.
de: Dieses soziale Netzwerk ist bereits verbunden.

source: This social profile is already disconnected.
de: Dieses soziale Netzwerk ist bereits getrennt.

source: This video is currently being processed.
de: Dieses Video wird momentan verarbeitet.

source: To finish creating an account, you need to confirm that you own the email that you used to create the account.
de: Um die Account Erstellung abzuschließen, müssen sie bestätigen, dass Sie der Besitzer der angegebenen Email Adresse sind.

source: To read the content of the message sent by %userFullName%, click on the link below.
de: Um die Nachricht von %userFullName% zu lesen, klicken Sie auf den unten beigeführten Link.

source: Travel & Places
de: Reisen & Orte

source: Twitter Verified
de: Twitter verifiziert

source: Type of access
de: Zugriffsart

source: URL/Username
de: URL/Benutzername

source: UnFollowing you "%s"
de: "%s" folgt Ihnen nicht mehr

source: Unable to create config file for Google API authorization.
de: Die Konfigurationsdatei für die Google API authorization konnte nicht erstellt werden.

source: Unable tot make chunks directory.
de: Fehler beim erstellen des Bereiches.

source: Unappropriate
de: Unangemessen

source: Unauthorized post creation.
de: Unautorisierte Beitragserstellung.

source: Unavailable
de: Nicht verfügbar

source: Unblock
de: Entblocken

source: Undefined
de: Undefiniert

source: Undefined emotions tags
de: Keine Stimmung definiert

source: Undefined spam type
de: Unbekannter Spam Typ

source: Unexpected error occurred while uploading file.
de: Unerwarteter Fehler entstand beim hochladen der Datei.

source: Unexpected error while saving TagAssociation
de: Unerwarteter Fehler beim speichern TagAssociation

source: Unexpected error while saving tag
de: Unerwarteter Fehler beim speichern der Kennzeichnung

source: Unexpected error. Please try again later.
de: Unerwarteter Fehler. Bitte versuchen sie es später erneut.

source: Unexpected type option "%s" in the bundle "%s". Expected "%s", "%s" given.
de: Unerwartete Option "%s" in der Gruppe "%s". Erwartet "%s", "%s" gegeben.

source: Unfollow
de: Nicht mehr folgen

source: Unfriend
de: Freund entfernen

source: Unknown Exception. Please try again later.
de: Unbekannter Fehler. Bitte versuchen Sie es später erneut.

source: Unknown upload error
de: Unbekannter Fehler beim hochladen

source: Unsupported operation or invalid uuid
de: NIcht unterstützte Anwendung oder ungültige uuid

source: Update
de: Hochladen

source: Updates from all connections
de: Neuigkeiten aus allen Verbindungen

source: Upload File
de: Datei hochladen

source: Upload Image
de: Bild Hochladen

source: Upload avatar for this badge
de: Avatar für diesen Rang hochladen

source: Upload cover for this badge
de: Cover für diesen Rang hochladen

source: Uploaded chunk exceeds the maximum ini file size.
de: Hochgeladener Bereich überschreitet die maximale ini-Dateigröße.

source: Use the TAB key to insert emoji faster
de: Benutzen Sie die TAB Taste um Emojis schneller einzufügen

source: User account cannot be activated.
de: Benutzeraccount kann nicht aktiviert werden.

source: User lock.
de: Benutzersperre

source: User not found.
de: Benutzer nicht gefunden.

source: User removed from blacklist.
de: Benutzer wurde von der blacklist entfernt.

source: Username
de: Benutzername

source: Username not unique
de: Benutzername existiert bereits

source: Username or email
de: Benutzername oder Email

source: Username should consist of only latin-alphabet letters, numbers, periods, dashes and underscores. Has to be at least two characters. First character has to be a letter.
de: Der Benutzername sollte nur aus Buchstaben, Zahlen, Punkten, Bindestrichen und Unterstrichen bestehen. Er muss mindestens zwei Zeichen lang sein. Der erste muss ein Buchstabe sein.

source: Users added to the blacklist.
de: Benutzer wurde zur blacklist hinzugefügt.

source: Verbal abuse
de: Missbrauch des Textchats

source: Verify your facebook profile for this badge
de: Verifizieren Sie ihr Facebook Profil für diesen Rang

source: Verify your google profile for this badge
de: Verifizieren Sie ihr Google Profil für diesen Rang

source: Verify your twitter profile for this badge
de: Verifizieren Sie ihr Twitter Profil für diesen Rang

source: View
de: Ansehen

source: View all badges
de: Alle Ränge einsehen

source: We are performing scheduled maintenance. We should be back online shortly.
de: Wir führen planmäßige Wartungsarbeiten durch. Wir sind bald wieder online.

source: Welcome to %s.
de: Willkommen bei %s.

source: What's new with you?
de: Was gibt es neues?

source: What's wrong with this comment?
de: Was stimmt mit diesem Kommentar nicht?

source: What's wrong with this post?
de: Was ist falsch mit diesem Beitrag?

source: Write a comment...
de: Schreibe einen Kommentar...

source: Write message...
de: Schreiben Sie eine Nachricht...

source: Year
de: Jahr

source: Yes, do it!
de: Ja, ich bin mir sicher!

source: You
de: Sie

source: You already sent a request.
de: Sie haben bereits eine Anfrage versendet.

source: You are blocked
de: Sie sind blockiert

source: You are invited to join on %networkName%
de: Sie wurden eingalden %networkName% beizutreten

source: You are not allowed to view the posts
de: Sie haben keine Berechtigung diese Beiträge einzusehen

source: You been removed from the moderators of the network
de: Sie wurden als Moderator für dieses Netzwerk entfernt

source: You can't Follow
de: Sie können nicht folgen.

source: You can't delete that network.
de: Sie können dieses Netzwerk nicht löschen.

source: You can't invite friends in private chat!
de: Sie können keine Freunde in den privaten Chat einladen!

source: You can't just join.
de: Sie können nicht einfach beitreten.

source: You can't leave a comment.
de: Sie können keinen Kommentar hinterlassen.

source: You can't leave private chat
de: Sie können den privat Chat nicht verlassen

source: You can't view this content.
de: Sie können diesen Inhalt nicht einsehen.

source: You didn't pay the bill, %paymentLink%
de: Folgende Rechnung haben Sie nicht bezahlt %paymentLink%

source: You don't have access to dialog.
de: Sie haben keine Berechtigung diese Unterhaltung zu führen.

source: You don't have permissions to delete this network.
de: Sie haben keine Berechtigung dieses Netzwerk zu löschen.

source: You don't yet authorize this social provider.
de: Sie haben dieses soziale Netzwerk noch nicht autorisiert.

source: You don`t have access to this page
de: Sie haben keinen Zugriff auf diese Seite

source: You have been added as moderator of the network
de: Sie wurden als Moderator für dieses Netzwerk hinzugefügt

source: You have received a new message from %userFullName%
de: Sie haben eine neue Nachricht von %userFullName% erhalten

source: You have successfully connected.
de: Sie sind erfolgreich verbunden.

source: You have successfully registered
de: Sie haben sich erfolgreich registriert

source: You have successfully unsubscribed.
de: Sie haben erfolgreich deabonniert.

source: You'll get notifications about activity that involves you, like when someone mentions you, comment your post or add emotion to your post.
de: Sie erhalten Benachrichtigungen über Dinge die Sie betreffen, wenn Sie jemand erwähnt, ihre Beiträge kommentiert oder Sie in anderen Beiträgen erwähnt.

source: You'll get notifications about new connections request, like when someone ask your friendship, ask to join your networks or when someone start follow you.
de: Sie erhalten Benachrichtigungen über neue Verbindungsanfragen zum Beispiel, wenn Sie jemand als Freund hinzufügt, Sie zu einem Netzwerk einlädt oder jemand Ihnen folgt.

source: You'll get notifications about new private messages.
de: Sie erhalten Benachrichtigungen bei neuen Privatnachrichten.

source: You'll see every notification on %communityName%, but you can turn off notifications about specific posts as you view them.
de: Sie erhalten alle Benachrichtigungen aus %communityName% aber Sie können die Benachrichtigungen für spezielle Beiträge ausschalten, wenn Sie sie einsehen.

source: Your First Name
de: Ihr Vorname

source: Your Last Name
de: Ihr Nachname

source: Your account was blocked. Please contact support for assistance.
de: Ihr Account wurde gesperrt. Bitte kontaktieren Sie den Support für Hilfe.

source: Your email
de: Ihre Email

source: Your email has been successfully confirmed.
de: Ihre Email wurde erfolgreich bestätigt.

source: Your email is already verified.
de: Ihre Email Adresse wurde bereits bestätigt.

source: Your email is successfully changed. You need to verify your new email.
de: Ihre Email wurde erfolgreich geändert. Sie müssen ihre neue Email verifizieren.

source: Your first name contains special characters
de: Ihr Vorname enthält Sonderzeichen

source: Your last name contains special characters
de: Ihr Nachname enthält Sonderzeichen

source: Your mobile phone
de: Ihre Handynummer

source: Your network is created successfully. Enjoy!
de: Ihr Netzwerk wurde erfolgreich erstellt. Viel Spass!

source: Your password is successfully changed.
de: Ihr Passwort wurde erfolgreich geändert

source: Your password reset link is expired. You can generate again one from %link% page.
de: Ihr Link zum zurücksetzen des Passworts ist ausgelaufen. Sie können einen neuen auf der %link% Seite anfordern.

source: Your username
de: Ihr Benutzername

source: and others
de: und andere

source: browse photos
de: Fotos durchsuchen

source: browse videos
de: Videos durchsuchen

source: change avatar
de: Avatar ändern

source: change cover
de: Cover ändern

source: change language
de: Sprache ändern

source: change photo
de: Bild ändern

source: connections
de: Verbindungen

source: created post on your network
de: hat einen Beitrag in Ihrem Netzwerk erstellt

source: embed
de: Eingebettet

source: favorites
de: Favoriten

source: file
de: Datei

source: followers
de: Follower

source: followings
de: Follows

source: forgot password
de: Passwort vergessen

source: forgot password?
de: Passwort vergessen?

source: has reshared a
de: hat erneut geteilt

source: has shared %countMedia%
de: hat %countMedia% geteilt

source: has shared %totalImage% photos
de: hat %totalImage% Bilder geteilt

source: has shared a
de: veröffentlichte eine/n

source: has shared a file
de: hat eine Datei geteilt

source: has shared a photo
de: hat ein Bild geteilt

source: has shared a post
de: hat einen Beitrag geteilt

source: has shared a video
de: hat ein Video geteilt

source: has written you a message
de: hat Ihnen eine Nachricht gesendet

source: image
de: Bild

source: joined networks
de: Beigetretene Netzwerke

source: left a comment on post
de: hat einen Kommentar unter einem Beitrag hinterlassen

source: left a comment on your post
de: hat einen Kommentar unter Ihrem Beitrag hinterlassen

source: loading more
de: Lade weitere

source: month
de: Monat

source: my connections
de: Meine Verbindungen

source: my conversations
de: Meine Unterhaltungen

source: my networks
de: Meine Netzwerke

source: networks
de: Netzwerke

source: one-time
de: Einmalig

source: or
de: oder

source: owner
de: Besitzer

source: pay
de: bezahlen

source: pay now
de: Jetzt bezahlen

source: photo
de: Foto

source: photos
de: Fotos

source: post
de: Beitrag

source: posts
de: Beiträge

source: premiumAmount has to be a positive decimal value
de: premiumAmount muss ein positiver Betrag sein

source: premiumPaymentNumber has to be a positive integer
de: premiumPaymentNumber muss eine Zahl darstellen

source: premiumPaymentPeriod has to be set to day, week, month or year
de: premiumPaymentPeriod muss entweder täglich, wöchentlich, monatlich oder jährlich erfolgen

source: premiumPaymentType has to be either recurring or onetime
de: premiumPaymentType muss entweder regelmäßig oder einmalig sein

source: premiumReceiver has to be a valid email address
de: premiumReceiver muss eine gültige Email Adresse sein

source: professional
de: Professionell

source: quick links
de: Schnellverknüpfungen

source: remember me
de: Benutzerdaten speichern

source: said
de: sagte

source: subscription
de: Abonnement

source: type
de: Typ

source: user
de: Benutzer

source: users
de: Benutzer

source: year
de: Jahr

source: member
de: Mitglied

source: send to you media file
de: hat Ihnen eine Datei gesendet

source: send to you message
de: hat Ihnen eine Nachricht gesendet

source: Accept request
de: Anfrage annehmen

source: Add to friend
de: Zu Freunden hinzufügen

source: Invite by emails
de: Einladung per Email

source: Send invites
de: Einladungen senden

source: Users
de: Benutzer

source: Add
de: Hinzufügen

source: Terms of service
de: Servicebedingungen

source: Privacy policy
de: Datenschutzrichtlinie

source: Contact
de: Kontakt

source: Terms
de: Bedingungen

source: Privacy
de: Privatsphäre

source: Display name
de: Anzeigename

source: %communityName% about us page
de: %communityName% über Uns Seite

source: Get in touch with %communityName%
de: Melden Sie sich bei %communityName%

source: Get in touch
de: Melden Sie sich

source: Frequently asked questions
de: Oft gestellte Fragen

source: %communityName% frequently asked questions
de: %communityName%'s oft gestellte Fragen

source: %communityName% privacy policy
de: %communityName% Datenschutzrichtlinie

source: Terms and conditions
de: Nutzungsbedingungen

source: %communityName% terms and conditions
de: %communityName%'s Nutzungsbedingungen

source: Invite
de: Einladen

source: Find
de: Suchen

source: The application form has been rejected.
de: Das Anmeldeformular wurde abgelehnt.

source: Invite sent.
de: Einladung gesendet

source: Select user or enter email
de: Bitte wählen Sie einen Benutzer aus oder geben Sie eine Email ein

source: Select user enter
de: Wählen Sie einen Nutzer um beizutreten

source: created post on {networkName}
de: hat einen Beitrag in {networkName} erstellt

source: has approved the friend request
de: hat ihre Freundschaftsanfrage bestätigt

source: send you friend requests
de: haben Ihnen Freundschaftsanfragen gesendet

source: Rate your {userLink}.
de: Bewerten Sie {userLink}.

source: You can't join their network.
de: Sie können deren Netzwerk nicht beitreten.

source: Connection not found.
de: Verbindung nicht gefunden.
