Repository: socialveo/socialveo-locale
Catalog: *.utf8/LC_MESSAGES/core.po
Languages: de

source: Could not change connection status. Status code unavailable.
de: Der Status der Verbindung konnte nicht verändert werden. Status Code nicht verfügbar.

source: Protected
de: Gesichert

source: Private
de: Privat

source: Could not retrieve encryption key to cypher message.
de: Der Entschlüsslungscode zum verschlüsseln der Nachricht konnte nicht abgerufen werden.

source: User email, username and pass are mandatory to register a user
de: Email Adresse, Benutzername und Passwort sind zwingend für die Registration notwendig

source: The username %username% is already used.
de: Der Benutzername %username% existiert bereits.

source: Location address
de: Lokale Adresse

source: placeholder
de: Platzhalter

source: Most Commented
de: Am meisten kommentiert

source: Filter By Emotions
de: Filtern nach Stimmungen

source: Unblock user
de: Benutzer entsperren

source: My media files
de: Meine Datein

source: My video files
de: Meine Videos

source: My photo files
de: Meine Fotos

source: My badges
de: Meine Ränge

source: Find networks
de: Meine Netzwerke

source: Find members
de: Finde Benutzer

source: Blocked user
de: Blockierte Benutzer

source: shared posts
de: Geteilte Beiträge

source: %s's network
de: %s's Netzwerk

source: Block users
de: Benutzer blockieren

source: The blocked users will be able to:
de: Die blockierten Benutzer werden in der Lage sein:

source: Profile page
de: Profilseite

source: Private messages
de: Private Nachrichten

source: %s's profile
de: %s's Profil

source: %s's posts
de: %s's Beiträge

source: You must confirm your email in the settings.
de: Sie müssen ihre Email Adresse in den Einstellungen bestätigen.

source: available
de: Verfügbar

source: unavailable
de: Nicht verfügbar

source: away
de: Abwesend

source: busy
de: Beschäftigt

source: dnd
de: Bitte nicht stören

source: mobile phone has to consist of 5 - 14 digits
de: Handynummer muss aus 5 - 14 Zahlen bestehen

source: language code has to consist of exactly 2 lowercase letters
de: Ländercode muss aus exakt 2 Kleinbuchstaben bestehen

source: birthdate has to be in YYYY-MM-DD format.
de: Geburtsdatum muss im Format YYYY-MM-DD eingetragen werden.

source: Email address lenght should be max. 100 characters
de: Email Adresse darf maximal aus 100 Zeichen bestehen

source: Email address lenght should be min. 5 characters
de: Email Adresse muss mindestens aus 5 Zeichen bestehen

source: conversations
de: Unterhaltungen

source: Users you may know
de: Benutzer die sie vielleicht kennen

source: Networks you may want to connect
de: Netzwerke mit denen sie sich vielleicht verbinden möchten

source: Members:
de: Mitglieder:

source: public
de: Öffentlich

source: protected
de: Geschützt

source: private
de: Privat
