Repository: socialveo/socialveo-locale
Catalog: *.utf8/LC_MESSAGES/core.po
Languages: de

source: %communityName% is a unique place on the web to connect with friends and the world around you.
de: %communityName% ist ein einzigartiger Ort im Inernet um sich mit Freunden und der Welt um Sie herum in Verbindung zu setzen.

source: %model% is not a valid Model.
de: %model% ist kein gültiges Modell.

source: %networkName%'s posts
de: %networkName%'s Beiträge

source: %s already marked as spam.
de: %s ist bereits als Spam makiert.

source: %s's badges
de: %s's Ränge

source: %s's photo
de: %s's Bild

source: %s's post
de: %s's Beitrag

source: %userFullName% is inviting you to join %communityName%
de: %userFullName% lädt Sie ein der Community %communityName% beizutreten

source: %userFullName% originally shared a %postLink%
de: %userFullName% teilte ursprünglich %postLink%

source: %userFullName% wants to connect with you
de: %userFullName% möchte mit Ihnen in Verbindung treten

source: %userFullName% wants to connect with you on %communityName%.
de: %userFullName% möchte mit Ihnen in %communityName% in Verbindung treten.

source: %userFullName%'s connections
de: %userFullName%'s Verbindungen

source: %userFullName%'s photo
de: %userFullName%'s Foto

source: %userFullName%'s photos
de: %userFullName%'s Fotos

source: %userFullName%'s post
de: %userFullName%'s Beitrag

source: %userFullName%'s profile
de: %userFullName%'s Profil

source: %userName%'s connections
de: %userName%'s Verbindungen

source: 1 column
de: 1 Spalte

source: 2 columns
de: 2 Spalten

source: A user with this E-mail was not found
de: Ein Benutzer mit dieser Email wurde nicht gefunden

source: About
de: Über

source: About %communityName%
de: Über %communityName%

source: About %userFullName%
de: Über %userFullName%

source: Accept
de: Annehmen

source: Accept invitation &rarr;
de: Einladung akzeptieren &rarr;

source: Access denied
de: Zugriff verweigert

source: Access denied.
de: Zugriff verweigert.

source: Access user.
de: Benutzer beitreten.

source: Account information
de: Account Informationen

source: Action cancelled
de: Aktion abgebrochen

source: Action executed with success
de: Aktion erfolgreich ausgeführt

source: Activation code does not match.
de: Aktivierungscode stimmt nicht überein.

source: Activation code was not sent.
de: Aktivierungscode wurde nicht versendet.

source: Activity
de: Aktivitäten

source: Activity that involes you
de: Dinge die Sie betreffen

source: Add Friend
de: Freund hinzufügen

source: Add almost 100 connections for this badge
de: Fügen Sie mindestens 100 Verbindungen für diesen Rang hinzu

source: Add almost 1000 connections for this badge
de: Fügen Sie mindestens 1000 Verbindungen für diesen Rang hinzu

source: Add almost one connection for this badge
de: Fügen Sie mindestens eine Verbindung für diesen Rang hinzu

source: Add an user
de: Benutzer hinzufügen

source: Add moderator
de: Moderator hinzufügen

source: Add people
de: Personen hinzufügen

source: Add users to conversation
de: Benutzer zur Unterhaltung hinzufügen

source: Adult content
de: Inhalt für Erwachsene

source: Advertisement
de: Werbung

source: All
de: Alle

source: All media
de: Alle Medien

source: All networks
de: Alle Netzwerke

source: All posts
de: Alle Beiträge

source: All posts from your connections
de: Alle Beiträge von deinen Verbindungen

source: All posts from your friends
de: Alle Beiträge Ihrer Freunde

source: All posts of networks where you join
de: Alle Beiträge aus Netzwerken denen Sie beigetreten sind

source: All posts shared by you
de: Alle von dir geteilten Beiträge

source: Allow comments
de: Kommentare zulassen

source: Alphabetical
de: Alphabetisch

source: An error occurred
de: Ein Fehler trat auf

source: An error occurred while changing the password.
de: Ein Fehler ist aufgetreten, während Sie versucht haben ihr Passwort zu ändern.

source: An error occurred while deleting a comment.
de: Es ist ein Fehler beim löschen des Kommentars aufgetreten.

source: An error occurred while deleting a post.
de: Ein Fehler ist während des Löschens des Beitrags aufgetreten.

source: An error occurred while deleting file "{0}".
de: Ein Fehler ist während des Löschens der Datei aufgetreten "{0}"

source: An error occurred while deleting the database record.
de: Ein unerwarteter Fehler ist beim löschen der Datenbankeinträge aufgetreten.

source: An error occurred while deleting the file.
de: Ein unerwarteter Fehler ist während der Löschung der Datein aufgetreten.

source: An error occurred while uploading file "{0}".
de: Ein Fehler ist während des hochladens der Datei aufgetreten "{0}".

source: An error occurred.
de: Ein Fehler ist aufgetreten

source: An unexpected error occurred during saving of media.
de: Ein unerwarteter Fehler ist beim speichern der Datei aufgetreten.

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.

source: Angry
de: Wütend

source: Animals & Nature
de: Tiere & Natur

source: Another validation email has been sent to your email address.
de: Eine weitere Bestätigungsemail wurde an ihre Email Adresse gesendet.

source: Are you sure you want to delete this comment?
de: Sind Sie sicher dass sie diesen Kommentar löschen möchten?

source: Are you sure you want to delete this moderator?
de: Sind Sie sich sicher, dass Sie diesen Moderator entfernen möchten?

source: Are you sure you want to delete this network?
de: Sind Sie sicher, dass Sie dieses Netzwerk löschen möchten?

source: Are you sure you want to delete this post?
de: Sind Sie sicher, dass Sie diesen Beitrag löschen möchten?

source: Are you sure?
de: Sind Sie sicher?

source: Ask to join
de: Beitrittsanfrage senden

source: Asset bundle "%s" not defined in config file
de: Asset bundle "%s" ist in der Konfigurationsdatei nicht definiert.

source: Association resource updates are not supported, please use add / delete operations instead.
de: Das Verknüpfen von Updates wird nicht unterstützt, stattdessen fügen/löschen Sie Befehle.

source: Authorization failed. Provider not supported.
de: Autorisation fehlgeschlagen. Anbieter nicht unterstützt.

source: Authorization failed. Unexpected state.
de: Autorisation fehlgeschlagen. Unbekannter Status.

source: Authorization with %provider% failed.
de: Autorisierung mit %provider% fehlgeschlagen.

source: Available
de: Verfügbar

source: Away
de: Abwesend

source: Bad Request
de: Schlechte Anfrage

source: Birthdate has to be in YYYY-MM-DD format.
de: Das Geburtsdatum muss im Format YYYY-MM-DD angegeben werden.

source: Birthday
de: Geburtsdatum

source: Block
de: Blockieren

source: Blocked
de: Blockiert

source: Blocked People
de: Blockierte Nutzer

source: Blocked people
de: Blockierte Benutzer

source: Blocked user.
de: Blockierter Benutzer.

source: Boring
de: Gelangweilt

source: Browse media
de: Medien durchsuchen

source: Browse networks
de: Netzwerk durchsuchen

source: Browse users
de: Benutzer durchsuchen

source: Busy
de: Beschäftigt

source: CVC is required
de: Sicherheitscode Ihrer Kreditkarte wird benötigt

source: Cancel
de: Abbrechen

source: Cannot add custom field "%field%", column already exists.
de: Das benutzerdefinierte Feld "%field%", existiert bereits.

source: Cannot remove custom field "%field%", column does not exist.
de: Das benutzerdefinierte Feld "%field%", existiert nicht.

source: Card number is required
de: Kreditkartennummer wird benötigt

source: Change email
de: Email ändern

source: Change language of site to %language%
de: Sprache der Seite zu %language% ändern

source: Change password
de: Passwort ändern

source: Change setting
de: Einstellungen ändern

source: Change the password of your account.
de: Ändern Sie das Passwort Ihres Accounts

source: Change your account information.
de: Account Informationen ändern

source: Change your email.
de: Email Adresse ändern

source: Choose your language
de: Wählen Sie ihre Sprache

source: Choose...
de: Wählen Sie...

source: City
de: Stadt

source: Close
de: Schließen

source: Comment
de: Kommentar

source: Comment body cannot be more than 2000 characters.
de: Der Kommentar darf nicht länger als 2000 Zeichen sein.

source: Comment not found
de: Kommentar nicht gefunden.

source: Comment not found.
de: Kommentar nicht gefunden.

source: Comments
de: Kommentare

source: Community offline
de: Community ist offline

source: Complete your profile
de: Vervollständigen Sie ihr Profil

source: Complete your profile for this badge
de: Profil für diesen Rang vervollständigen

source: Confirm password
de: Passwort bestätigen

source: Confirmed
de: Bestätigt

source: Connect
de: Verbinden

source: Connect with %userFullName% &rarr;
de: Verbinden Sie sich mit %userFullName% &rarr;

source: Connect with this user
de: Mit diesem Benutzer verbinden

source: Connect with your friends — and other fascinating people. Get up-to-the-moment updates on the things that interest you. And watch events unfold, in real time, from every angle.
de: Verbinden Sie sich mit ihren Freunden - und anderen faszinierenden Menschen. Erhalten Sie sofort Neuigkeiten über Themen die Sie interessieren und sehen Sie in Echtzeit, aus jeder Perspektive, wie sich Events entwickeln.

source: Connect your social profiles.
de: Verbinden Sie ihre sozialen Netzwerke

source: Connected as %s
de: Vebinden als %s

source: Connection
de: Verbindung

source: Connection status in invalid
de: Der Status der Verbindung ist ungültig.

source: Connection was successfully removed.
de: Verbindung wurde erfolgreich entfernt.

source: Connections
de: Verbindungen

source: Conversation
de: Unterhaltungen

source: Conversations
de: Unterhaltungen

source: Copyright issue
de: Copyright Problem

source: Could not retrieve encryption key to decypher message.
de: Der Entschlüsslungscode zum entschlüsseln der Nachricht konnte nicht abgerufen werden.

source: Could not retrieve nested object.
de: nested-Objekt konnte nicht erhalten werden.

source: Could not retrieve object.
de: Objekt konnte nicht abgerufen werden.

source: Could not retrieve user profile network of #%uuid%
de: Das Netzwerk des Benutzer Profils #%uuid% konnte nicht abgerufen werden

source: Country
de: Land

source: Country short name
de: Länder-Kürzel

source: Create
de: Erstellen

source: Create New Network
de: Neues Netzwerk erstellen

source: Create a network
de: Netzwerk erstellen

source: Create almost 1 network for this badge
de: Erstellen Sie mindestens 1 Netzwerk für diesen Rang

source: Create almost 10 networks for this badge
de: Erstellen Sie mindestens 10 Netzwerke für diesen Rang

source: Create almost 5 networks for this badge
de: Erstellen Sie mindestens 5 Netzwerke für diesen Rang

source: Create an account or log into %communityName%. Connect with people you know, share photos and videos, send messages and get updates.
de: Erstellen Sie einen Account oder loggen Sie sich bei %communityName% ein. Treten Sie in Kontakt mit Menschen die Sie kennen. Teilen sie ihre Fotos, Videos, versenden Sie Nachrichten und Neuigkeiten.

source: Create network
de: Netzwerk erstellen

source: Create new conversation
de: Neue Unterhaltung starten

source: Create new network
de: Neues Netzwerk erstellen

source: Current Password
de: Aktuelles Passwort

source: Custom field "%field%" value invalid. Did not pass validation rules.
de: Das benutzerdefinierte Feld "%field%", ist ungültig. Es entspricht nicht den Regeln.

source: Customize Profile
de: Profil bearbeiten

source: Day
de: Tag

source: Delete
de: Löschen

source: Delete comment
de: Kommentar löschen

source: Delete post
de: Beitrag löschen

source: Description
de: Beschreibung

source: Directory "%s" does not exists.
de: Verzeichnis "%s" existiert nichtl.

source: Disallow comments
de: Kommentare verbieten

source: Disconnect
de: Trennen

source: Dislike
de: Gefällt mir nicht

source: Diversity
de: Vielfalt

source: Dnd
de: Bitte nicht stören

source: Do you want to disable comments for this post?
de: Möchten Sie die Kommentare für diesen Beitrag deaktivieren?

source: Do you want to enable comments for this post?
de: Möchten Sie Kommentare für diesen Beitrag zulassen?

source: Download file
de: Datei herunterladen

source: Drop files here
de: Daten hier einfügen

source: Earned %s karma points
de: %s verdiente Karma Punkte

source: Edit
de: Bearbeiten

source: Edit comment
de: Kommentar bearbeiten

source: Edit network
de: Netzwerk bearbeiten

source: Edit post
de: Beitrag bearbeiten

source: Email address length should be max. 100 characters
de: Die Email Adresse darf nicht länger als 100 Zeichen lang sein.

source: Email address length should be min. 5 characters
de: Die Email Adresse muss mindestens 5 Zeichen lang sein

source: Email not unique
de: Email Adresse existiert bereits

source: Emotion "%emotion%" not defined in config
de: Stimmung "%emotion%" ist nicht in der Konfiguration definiert

source: Emotions
de: Stimmung

source: Empty. No items found.
de: Leer. Kein Inhalt gefunden.

source: Enter your location address
de: Geben Sie ihre Adresse ein

source: Error payment.
de: Fehlerhafte Bezahlung.

source: Error uploading file
de: Fehler beim hochladen der Datei

source: Error: %error%
de: Fehler: %error%

source: Expiry is required
de: Ablaufdatum Ihrer Kreditkarte wird benötigt

source: Facebook Verified
de: Facebook verifiziert

source: Facebook profile verified
de: Facebook Profil bestätigt

source: Failed to make payment.
de: Die Bezahlung ist gescheitert.

source: Failed to write file to disk
de: Fehler beim übertragen der Datei auf die Disk

source: Female
de: Weiblich

source: Field Current Password is required
de: Das Feld "aktuelles Passwort" wird benötigt.

source: Field New password is required
de: Das Feld "neues Passwort" wird benötigt

source: File
de: Datei

source: File already exist at path: %s
de: Datei existiert bereits im Pfad: %s

source: File exceeds the maximum file size.
de: Die Datei überschreitet die maximale Dateigröße.

source: File not found at path: %s
de: Datei wurde nicht im Pfad: %s gefunden

source: File not uploaded.
de: Datei wurde nicht hochgeladen.

source: File upload stopped by extension
de: Die hochgeladene Datei ist zu groß

source: Files
de: Datein

source: Find &amp; Join Networks
de: Finde &amp; trete neuen Netzwerken bei

source: Find More Friends
de: Finden Sie mehr Freunde

source: Find People
de: Leute finden

source: First Name
de: Vorname

source: Flags
de: Flaggen

source: Followers
de: Follower

source: Followings
de: Follows

source: Food & Drink
de: Essen & Trinken

source: For change email, is required to give your password.
de: Um Ihre Email Adresse zu ändern benötigen wir Ihr Passwort.

source: Forbidden
de: Verboten

source: Forgot
de: Vergessen

source: Forgot Password
de: Passwort vergessen

source: Forgot your password?
de: Passwort vergessen?

source: Free
de: Gratis

source: Friend's posts
de: Beiträge von Freunden

source: Friends
de: Freunde

source: Gender
de: Geschlecht

source: Go to %userEmail% to complete the signup process.
de: Öffnen Sie %userEmail% um die Registration abzuschließen.

source: Google profile verified
de: Google Profil bestätigt

source: Google+ Verified
de: Google+ verifiziert

source: I want to create a new account.
de: Ich möchte einen neuen Account erstellen

source: I will close in 2 seconds.
de: Ich schließe mich in 2 Sekunden.

source: If you don't want to connect with %userFullName%, you don't have to do anything.
de: Wenn Sie sich nicht mit %userFullName% in Verbindung setzen möchten, müssen Sie nichts weiter unternehmen.

source: If you don't want to join on %networkName%, you don't have to do anything.
de: Wenn Sie %networkName% nicht beitreten wollen, müssen Sie nichts weiter unternehmen.

source: If you've forgotten your password, please enter your email address below. We'll send you an email with instructions for resetting your password.
de: Wenn Sie ihr Passwort vergessen haben, tragen Sie hier bitte ihre Email ein. Wir senden Ihnen eine Anleitung zum zurücksetzen des Passworts.

source: Illegal content
de: Illegaler Inhalt

source: Images
de: Bilder

source: Incorrect current password
de: Fehlerhaftes aktuelles Passwort

source: Interests
de: Interessen

source: Introduce yourself
de: Stellen Sie sich vor

source: Invalid callback function
de: Ungültige callback Funktion

source: Invalid class "%s"
de: Ungültige Klasse "%s"

source: Invalid network UUID
de: Ungültige Netzwerk UUID

source: Invalid network_uuid
de: Ungültiges network_uuid

source: Invalid parent_uuid
de: Ungültiges parent_uuid

source: Invalid target type
de: Ungültiger Ziel-Typ

source: Invalid target_uuid
de: Ungültiges target_uuid

source: Invalid username and password combination
de: Ungültige Kombination von Benutzername und Passwort

source: Invitation on %networkName%
de: Einladung zu %networkName%

source: Invitation to join on %communityName%
de: Einladung zum Beitritt bei %communityName%

source: Invite almost 1 person for this badge
de: Laden Sie mindestens 1 Person ein für diesen Rang

source: Invite almost 100 people for this badge
de: Laden Sie mindestens 100 Personen ein für diesen Rang

source: Invite almost 50 people for this badge
de: Laden Sie mindestens 50 Personen ein für diesen Rang

source: Invite members
de: Mitglieder einladen

source: Invite members to join
de: Mitglieder zum Beitritt einladen

source: Invite users
de: Benutzer einladen

source: Invite your friends
de: Laden Sie ihre Freunde ein

source: Invited
de: Eingeladen

source: Invited People
de: Eingeladene Personen

source: Join
de: Beitreten

source: Join network
de: Netzwerk beitreten

source: Join now &rarr;
de: Jetzt beitreten &rarr;

source: Join this network
de: Diesem Netzwerk beitreten

source: Language code has to consist of exactly 2 lowercase letters
de: Der Ländercode muss aus exakt 2 Kleinbuchstaben bestehen

source: Language is not correct
de: Sprache ist nicht korrekt

source: Last Name
de: Nachname

source: Leave chat
de: Unterhaltung verlassen

source: Like
de: Gefällt mir

source: Link for password reset sent to your e-mail
de: Link zum zurücksetzen Ihres Passworts wurde Ihnen per Email gesendet

source: Load %count% more comments
de: Lade %count% weitere Kommentare

source: Load %count% more replies
de: Lade %count% weitere Antworten

source: Loading the next set of posts...
de: Lade die nächsten Beiträge...

source: Location
de: Ort

source: Log in
de: Einloggen

source: Login
de: Einloggen

source: Logout
de: Ausloggen

source: Lost %s karma points
de: %s verlorene Karma Punkte

source: Love
de: Liebe

source: Male
de: Männlich

source: Manage
de: Verwalten

source: Manage blocked people list
de: Geblockte Benutzer verwalten

source: Manage moderators
de: Moderatoren verwalten

source: Manage settings
de: Einstellungen verwalten

source: Media file type not supported.
de: Dateiformat wird nicht unterstützt.

source: Members
de: Mitglieder

source: Messages
de: Nachrichten

source: Messages notifications
de: Benachrichtigungen über Nachrichten

source: Missing a temporary folder
de: Es fehlt ein temporärer Ordner

source: Mobile phone
de: Handynummer

source: Mobile phone has to consist of 5 - 14 digits
de: Ihr Handynummer muss zwischen 5 - 14 Zahlen lang sein

source: Moderators added.
de: Moderator hinzugefügt.

source: Moderators are not properly defined.
de: Die Moderatoren sind nicht richtig definiert.

source: Month
de: Monat

source: Month %amount% USD
de: Monatlich %amount% EUR

source: Most commented
de: am meisten kommentiert

source: Most commented posts
de: Beiträge die am meisten kommentiert wurden

source: Multifield relations are not supported.
de: Multifeld Beziehungen werden nicht unterstützt.

source: My Badges
de: Meine Ränge

source: My Photos
de: Meine Fotos

source: My Profile
de: Mein Profil

source: My Videos
de: Meine Videos

source: My account
de: Mein Konto

source: My connections
de: Meine Verbindungen

source: My networks
de: Meine Netzwerke

source: My photos
de: Meine Fotos

source: My posts
de: Meine Beiträge

source: My profile
de: Mein Profil

source: My videos
de: Meine Videos

source: Network
de: Netzwerk

source: Network URL
de: Netzwerk URL

source: Network description
de: Netzwerk Beschreibung

source: Network display name
de: Netzwerk Anzeigename

source: Network name
de: Netzwerkname

source: Network name should be max. 250 characters
de: Der Netzwerkname sollte maximal 250 Zeichen beinhalten

source: Network name should be min. 2 characters
de: Der Netzwerkname sollte mindestens 2 Zeichen beinhalten

source: Network not found
de: Netzwerk nicht gefunden

source: Network not found.
de: Netzwerk nicht gefunden.

source: Network posts
de: Beiträge des Netzwerks

source: Network saved.
de: Netzwerk gespeichert.

source: Network status in invalid
de: Netzwerkstatus ist ungültig

source: Network type
de: Netzwerktyp

source: Networks
de: Netzwerke

source: Networks %userFullName% join
de: Netzwerke von %userFullName% beitreten

source: New connection request on %communityName%
de: Neue Verbindungsanfrage bei %communityName%

source: New email
de: Neue Email

source: New message on %communityName%
de: Neue Nachricht auf %communityName%

source: New notification from %communityName%
de: Neue Benachrichtigung von %communityName%

source: New on %communityName%?
de: Neu bei %communityName%?

source: New password
de: Neues Passwort

source: Newest
de: Neuste

source: No file was uploaded
de: Keine Datei wurde hochgeladen

source: No files were uploaded.
de: Keine Datein wurden hochgeladen.

source: No messages yet!
de: Sie haben noch keine Nachrichten

source: No new connections!
de: Keine neuen Verbindungen!

source: No new messages!
de: Keine neuen Nachrichten!

source: No new notifications!
de: Keine neuen Benachrichtigungen!

source: No, cancel please!
de: Nein, abbrechen!

source: Not Found
de: Nicht gefunden

source: Not found
de: Nicht gefunden

source: Not found emotions
de: Keine Stimmung gefunden

source: Not found target.
de: Kein Ziel gefunden.

source: Notifications
de: Benachrichtigungen

source: Notifications settings
de: Einstellungen Ihrer Benachrichtigungen

source: Now follow {name}.
de: Folgt nun {name}.

source: Object not found.
de: Objekt wurde nicht gefunden.

source: Objects
de: Objekte

source: Once you block someone, that person can no longer see things you post, mention you, invite you to networks, start a conversation with you, or connect with you. Note: Does not include networks you both participate in.
de: Wenn Sie eine Person blockiert haben, kann diese Person Ihre Beiträge nicht länger verfolgen, Sie erwähnen, Sie in Netzwerke einladen, eine Unterhaltung mit Ihnen beginnen oder sich mit Ihnen in Verbindung setzen. Anmerkung: Dies betrifft nicht die Netzwerke in denen Sie sich beide befinden.

source: One connections confirmed
de: Eine Verbindung bestätigt

source: One network created
de: Ein Netzwerk erstellt

source: One post shared
de: Ein Post geteilt

source: One-time %amount USD
de: Einmalig %amount EUR

source: Online users
de: Benutzer Online

source: Only email notifications
de: Nur Email Benachrichtigungen

source: Only networks resources can be filtered by custom fields.
de: Nur Netzwerk Ressourcen können in benutzerdefinierten Feldern gefiltert werden.

source: Only site notifications
de: Nur Seiten Benachrichtigungen

source: Open PDF file
de: PDF Datei öffnen

source: Open conversation &rarr;
de: Unterhaltung öffnen &rarr;

source: Our community is temporary offline for maintenance.
de: Unsere Community ist kurzzeitig wegen Wartungsarbeiten offline.

source: Page Not Found
de: Seite wurde nicht gefunden

source: Page not found
de: Seite wurde nicht gefunden

source: Password
de: Passwort

source: Password confirmation
de: Passwort Bestätigung

source: Password doesn't match confirmation
de: Passwort stimmt nicht mit der Bestätigung überein.
